Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/disability_and_illness/disability_allowance.html.txt.tmx
Source language: en
Languages: ga

source: Disability Allowance is a weekly allowance paid to people with a disability
ga: Is liúntas seachtainiúil é Liúntas Míchumais a íoctar le daoine le míchumas ó 16 bliain d’aois

source: You can get Disability Allowance from 16 years of age
ga: Má tú in oideachas nuair baineann tú 16 bliana amach, is féidir leat leanúint scoil a fhreastal

source: If you are in education when you turn 16, you can continue to attend school
ga: Má cheapann tusa gur diúltaíodh Liúntas Míchumais duit go héagórach, bíonn an rogha agat chun an chinneadh sin a achomhrac

source: If you qualify for Disability Allowance you may also get extra social welfare benefits with your payment and other supplementary welfare payments
ga: Má cháilíonn tú i gcomhair Liúntais Míchumais, d’fhéadfá freisin sochair leasa shóisialaigh bhreise le d’íocaíocht agus íocaíochtaí leasa forlíonacha a fháil

source: To qualify for Disability Allowance (DA) you must:
ga: Le bheith incháilithe le haghaidh Liúntais Míchumais, caithfidh tú:

source: • Have an injury, disease or physical or mental disability that has continued or may be expected to continue for at least one year
ga: • Gortú, galar no míchumas fisiceach nó meabhrach a bheith ort a mhair nó a mbítear ag súil go mairfidh go ceann aon bhliain ar a laghad

source: • As a result of this disability be substantially restricted in undertaking work that would otherwise be suitable for a person of your age, experience and qualifications
ga: • De thoradh an reachta seo tá tú srianta go suntasach maidir le hobair a dhéanamh a bheadh oiriúnach do dhuine ar comhaois leat a bhfuil an taithí agus na cáilíochtaí céanna acu gan an riocht sin a bheith orthu

source: • Be aged between 16 and 66
ga: • A bheith idir 16 agus 66 bliana d’aois

source: When you reach 66 years of age you no longer qualify for DA, but you are assessed for a State pension
ga: Nuair a shroicheann tú aois 66 ní bheidh tú cáilithe chun LM a fháil, ach déanfar measúnú ort i gcomhar pinsean stáit

source: • Satisfy a means test
ga: • Tástáil acmhainne a shásamh

source: • Satisfy the habitual residence condition
ga: • Coinníoll Gnathchónaithe a shásamh

source: If you are getting Disability Allowance and go into hospital or residential care you will continue to get your payment as long as you meet the qualifying conditions
ga: Má tá tú ag fáil Liúntas Míchumais agus má théann tú i isteach san ospidéal faoi chúram cónaithe leanfar le d'íocaíocht chomh fada agus a shásaíonn tú na coinníollacha cáilithe

source: If you were not getting Disability Allowance before living in residential care you can get Disability Allowance if you meet the qualifying conditions
ga: Mura bhfuil tú ag fáil Liúntas Míchumais sula mbíonn tú faoi chúram cónaithe, d'fhéadfá a bheith i dteideal Liúntas Míchumais chomh fada agus a shásaíonn tú na coinníollacha cáilithe

source: Disability Allowance is a means-tested payment
ga: Is í íocaíocht de réir tástála acmhainne í Liúntas Míchumais

source: To get the allowance your total assessed means must be below a certain amount
ga: Caithfidh iomlán d’acmhainní bheith faoi bhun méad áirithe chun an liúntas a fháil

source: The main items that count as means are:
ga: Ar na rudaí is mó a áirítear mar acmhainní tá:

source: • Cash income that you or your spouse, civil partner or cohabitant may have
ga: • Ioncam airgid atá agatsa nó ag do chéile

source: More information is available in our document about cash income not included in the means test
ga: Tá tuilleadh eolais ar fáil sa doiciméad faoin airgead tirim nach n-áirítear sa tástáil acmhainne

source: • Capital, for example, the value of savings, investments, shares, any property you may have (other than your own home)
ga: • Caipiteal, mar shampla, luach taisce, infheistíochtaí, scaireanna, aon mhaoin atá agat (ach amháin do theach féin)

source: However, the first €50,000 of any capital you have is not taken into account
ga: Áfach, ní áirítear an chéad €50,000 de shócmhainní caipitiúla

source: More information is available in our document about capital and social welfare payments
ga: Tá tuilleadh eolais ar fáil sa doiciméad faoi caipiteal agus íocaíochtaí leasa shóisialaigh

source: • Maintenance paid to you
ga: • Cothabháil a íoctar leat

source: More information is available in our document about how maintenance is assessed as means
ga: Tá tuilleadh eolais ar fáil sa doiciméad le haghaidh conas cothabháil a mheas mar acmhainn

source: Income from the sale of your home
ga: Ioncam on díolachán an tí

source: The proceeds of the sale of the house up to €190,500 may not be taken into account when assessing your means if you sell your home and:
ga: Má dhíolann tú do theach, is féidir neamhaird a dhéanamh de thorthaí dhíol an tí suas le €190,500 agus d’acmhainní á meas in imthosca áirithe agus má bhogann tú:

source: • Move to more suitable accommodation (you can either buy or rent)
ga: • Isteach i gcóiríocht mhalartach (is féidir leat í a cheannach nó a fháil ar cíos)

source: • Move in with someone who is caring for you and getting a carer's payment
ga: • Isteach le duine éigin atá ag tabhairt aire duit agus atá ag fáil íocaíocht chúramóra

source: • Move to sheltered or special housing in the voluntary, co-operative, statutory or private sectors
ga: • Isteach i dtithíocht speisialta nó sciath-thithíocht sna hearnálacha deonacha, comhoibríocha, reachtúla nó príobháideacha

source: • Move into a private nursing home that is registered under the Health (Nursing Homes) Act 1990
ga: • Isteach i mbaile príobháideach altrachta atá cláraithe faoin Acht um Shláinte (Tithe Altrachta) 1990

source: If you are living in premises, part of which is a business and part of which is used for accommodation, only the proceeds that relate to the part of the premises that has been used for accommodation are not taken into account
ga: Má chónaíonn tú in áitreabh atá roinnte idir áit chónaithe agus áit ghnó ní tharscaoiltear ach an fáltas a bhaineann leis an áit chónaithe

source: You can do rehabilitative work (which includes self-employment) and earn up to €120 per week (after deduction of PRSI, any pension contributions and union dues) without your payment being affected
ga: Is féidir leat a bheith páirteach i bhfostaíocht athshlánúcháin agus suas le €120 glan sa tseachtain a thuilleamh agus ní rachaidh sé i bhfeidhm ar d’íocaíocht

source: You notify the Department of Social Protection before you start work
ga: Caithfidh tú fógra a thabhairt ón Roinn Coimirce Sóisialaí sula ndeánann tú obair ar bith

source: 50% of your earnings between €120 and €350 will not be taken into account in the Disability Allowance means test
ga: Ní ghlacfar 50% de thuillimh idir €120 agus €350 san áireamh i dtástáil acmhainne an Liúntais Mhíchumais

source: People on Disability Allowance are eligible for JobBridge - the National Internship Scheme
ga: Caithfidh aon tuillimh, áfach, de bhreis ar €350 a mheasúnú mar ioncam i dtástáil acmhainne

source: More information is available in our document Disability payments and work
ga: Tá tuilleadh eolais ar fáil sa doiciméad faoi na híocaíochtaí míchumais agus obair

source: If you are married, in a civil partnership or cohabiting, you may get an increase in your payment for your spouse or partner
ga: Má tá tú pósta nó ag cónaí le duine mar fhear céile agus bean chéile, d'fhéadfá a bheith i dteideal liúntais dóibh mar do dhuine fásta cáilithe

source: You may also get an increase in your payment for dependant children
ga: Má tá leanaí cleithiúnacha agat, d'fhéadfá liúntas breise a fháil chomh maith

source: If you have children living with you and you are single, widowed, separated or a civil partner who is not living with the other civil partner, you may get an increase in your payment for the person who is caring for your child, provided the person is aged 16 or over, living with and being supported by you
ga: Má tá leanaí ag cónaí leat agus go bhfuil tú singil, gur baintreach tú nó go bhfuil tú idirscartha, d'fhéadfá liúntas a fháil don duine atá ag tabhairt cúraim do do leanbh/leanaí, chomh fada agus go bhfuil an duine 16 bliana d'aois nó os a chionn ag cónaí leat agus á t(h)acú agat

source: Income from spouse's, civil partner's or cohabitant's work
ga: Ioncam ó thuillimh do chéile/pháirtí

source: If your spouse, civil partner or cohabitant works it can affect your Disability Allowance
ga: Má oibríonn do chéile/pháirtí, is féidir leis seo tionchar a bheith aige ar do Liúntas Míchumais

source: Your spouse, civil partner or cohabitant's weekly earnings (from employment, including rehabilitiative employment) are assessed as follows:
ga: Ón 26 Meán Fómhair 2007, tá tuillimh do chéile/pháirtí measúnaithe mar a leanas:

source: Weekly earnings are gross earnings less PRSI, superannuation (pension payments) and union dues
ga: Is éard atá i dtuilleamh seachtainiúil ná an t-olltuilleamh lúide ÁSPC, aoisliúntas agus dleachtanna ceardchumainn

source: €20 per day (up to a maximum of €60) from work is deducted from your spouse, civil partner or cohabitant's average weekly earnings and then 60% of the balance is assessed as weekly means
ga: Baintear €20 in aghaidh an lae (suas le huasmhéid €60) as meántuilleamh seachtainiúil do chéile/pháirtí agus déantar 60% den fhuílleach a mheasúnú mar acmhainní seachtainiúla

source: The weekly means is then deducted from the combined total of your personal rate of Disability Allowance and the maximum Increase for a Qualified Adult and any Increases for Qualified Children (if applicable)
ga: Déantar na hacmhainní seachtainiúla a asbhaint ansin ó chomhiomlán do ráta pearsanta Liúntais Míchumais (LM) agus an Méadú uasta do Dhuine Fásta Cáilithe

source: If you were getting Disability Allowance before 26 September 2007 and you were still in payment on 26 September 2007, your spouse, civil partner or cohabitant's earnings will be assessed under the new means assessment to find out whether you are better off
ga: Má bhí LM á fháil agat roimh 26 Meán Fómhair 2007 agus go bhfuil tú fós ag fáil íocaíochta ar an 26 Meán Fómhair, déanfar tuillimh do chéile/pháirtí a mheasúnú faoin measúnú maoine nua chun fáil amach an bhfuil tú níos fearr as

source: If you would get a greater amount of Disability Allowance on the previous assessment then you will continue to be assessed using the previous method of calculating means from employment
ga: Má bhí níos mó LM á fháil agat ar an measúnú roimhe seo, leanfar leis an measúnú ag baint leasa as modh ríofa na n-acmhainní ó fhostaíocht roimhe seo

source: If your spouse, civil partner or cohabitant's means have changed, for any reason, since 26 September 2007, you cannot apply the previous method of calculating means from employment
ga: Má tá acmhainní do chéile/pháirtí athraithe ar chúis ar bith ón 26 Meán Fómhair 2007, ní féidir leat iarratas a dhéanamh ar mhodh ríofa na n-acmhainní ó fhostaíocht roimhe seo

source: You are required to have your own doctor complete a medical report, which is part of the application form, on your medical condition
ga: Ba chóir gurb é do dhoctúir féin a chomhlánaíonn an tuairisc leighis, atá mar chuid den fhoirm iarratais ar do riocht sláinte

source: This report is reviewed by one of the Department’s Medical Assessors
ga: Déanann ceann de Mheasúnóirí Leighis na Ranna athbhreithniú deisce ar an tuairisc seo

source: In 2016 and up to 15 March 2017, the weekly maximum rate of Disability Allowance was:
ga: Ráta seachtainiúil (i 2016 agus roimh 15 Márta 2017)

source: │Personal rate (claimant) │€188.00 │
ga: │Ráta Pearsanta │Méadú do Dhuine Fásta │Méadú do gach Leanbh │

source: │Qualified child │ │
ga: │(uasráta) │€124.80 (uasráta) │ │

source: From 15 March 2017, the weekly maximum rate of Disability Allowance is:
ga: Ráta seachtainiúil (ó 15 Márta 2017)

source: │Personal rate (claimant) │€193.00 │
ga: │Ráta Pearsanta │Méadú do Dhuine Fásta │Méadú do gach Leanbh │

source: If you are married, in a civil partnership or cohabiting and you both qualify for Disability Allowance, you will each get a weekly personal rate of Disability Allowance. If you both qualify you can both get the maximum rate
ga: Má tá tú pósta nó má mhaireann tú in éineacht le duine faoi mar gurb eisean/ise d'fear nó do bhean chéile, agus má cháilíonn an bheirt agaibh i gcomhair Liúntas Míchumais, geobhaidh gach duine agaibh ráta pearsanta seachtainiúil den Liúntas Míchumais

source: If you or your spouse, civil partner or cohabitant qualifies for Disability Allowance and the other is getting another social welfare payment, you will each get the weekly personal rate of your respective payment
ga: Má cháilíonn tusa nó do chéile nó do pháirtí i gcomhair Liúntas Míchumais agus má tá íocaíocht leasa shóisialaigh eile á fáil ag an té eile, geobhaidh gach duine agaibh an ráta pearsanta seachtainiúil dá (h)íocaíocht féin

source: You can get an application form for Disability Allowance (pdf) from the Disability Allowance Section - see 'Where to apply' below
ga: Is féidir leat an fhoirm iarratais do Liúntas Míchumais (pdf) a fháil ón Rannóg an Liúntas Míchumais - féach ‘Cá háit a dhéanfaidh mé iarratas’ thíos

source: You can also get an application form in your Intreo Centre or Social Welfare Branch Office
ga: Is féidir leat an fhoirm iarratas ó d'Ionad Intreo ó d’oifig leasa shóisialaigh áitiúil freisin

source: If you think you have been wrongly refused Disability Allowance you can appeal this decision
ga: Cá háit a ndeánfaidh mé iarratas?
